Repository: MystiC1988/Light_BMI_Calculator
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, it, ja, ko, pt, ru

# normalBmiExplanation
source: A BMI between 18.5 and 24.9 indicates a healthy weight. This generally means: - Your weight is proportional to your height - Lower risk of weight-related health issues - Optimal range for most adults Recommendations: • Maintain a balanced diet • Engage in regular exercise (at least 150 minutes per week) • Schedule regular health check-ups • Continue healthy lifestyle habits Disclaimer: This information is intended for general knowledge only and is not a substitute for professional medical advice. Please consult a medical professional for an accurate diagnosis and treatment.
ar: إذا تراوح مؤشر كتلة الجسم بين 18.5 و24.9، فهذا يشير إلى وزن صحي. عادةً ما يعني: - أن وزنك متناسب مع طولك - انخفاض خطر التعرض لمشكلات صحية مرتبطة بالوزن - نطاق مثالي لمعظم البالغين التوصيات: • الحفاظ على نظام غذائي متوازن • ممارسة التمارين الرياضية بانتظام (150 دقيقة على الأقل أسبوعيًا) • إجراء فحوصات صحية دورية • الاستمرار في اتباع عادات نمط حياة صحية إخلاء المسؤولية: هذه المعلومات لأغراض المعرفة العامة فقط وليست بديلاً عن الاستشارة الطبية المتخصصة. يُرجى استشارة مختص طبي للحصول على تشخيص دقيق وعلاج مناسب.
bn: যদি BMI 18.5 থেকে 24.9 এর মধ্যে থাকে, তাহলে বোঝায় ওজন স্বাভাবিক। সাধারণত এর মানে: - আপনার ওজন আপনার উচ্চতার সাথে সামঞ্জস্যপূর্ণ - ওজন-সম্পর্কিত স্বাস্থ্যঝুঁকি কম - বেশিরভাগ প্রাপ্তবয়স্কের জন্য আদর্শ পরিসর প্রস্তাবনা: • সুষম খাদ্য বজায় রাখুন • নিয়মিত ব্যায়াম করুন (সপ্তাহে অন্তত ১৫০ মিনিট) • নিয়মিত স্বাস্থ্য পরীক্ষা করুন • সুস্থ জীবনযাপনের অভ্যাস চালিয়ে যান দায় স্বীকার: এটি সাধারণ তথ্যের জন্য দেওয়া হয়েছে এবং পেশাদার চিকিৎসা পরামর্শের বিকল্প নয়। সঠিক নির্ণয় ও চিকিৎসার জন্য একজন চিকিৎসা পেশাদারের সাথে পরামর্শ করুন।
de: Ein BMI zwischen 18,5 und 24,9 weist auf ein gesundes Körpergewicht hin. Das bedeutet in der Regel: - Dein Gewicht ist proportional zu deiner Körpergröße - Geringeres Risiko für gewichtsbedingte Gesundheitsprobleme - Ein optimaler Bereich für die meisten Erwachsenen Empfehlungen: • Behalte eine ausgewogene Ernährung bei • Treibe regelmäßig Sport (mindestens 150 Minuten pro Woche) • Lass regelmäßig Gesundheitschecks durchführen • Setze einen gesunden Lebensstil fort Haftungsausschluss: Diese Informationen dienen nur zur allgemeinen Orientierung und ersetzen keine professionelle medizinische Beratung. Bitte konsultiere einen Arzt für eine genaue Diagnose und Behandlung.
es: Un IMC entre 18.5 y 24.9 indica un peso saludable. Esto generalmente significa: - Tu peso es proporcional a tu estatura - Riesgo más bajo de problemas de salud relacionados con el peso - Rango óptimo para la mayoría de los adultos Recomendaciones: • Mantener una dieta equilibrada • Realizar ejercicio regular (al menos 150 minutos por semana) • Programar chequeos de salud periódicos • Continuar con hábitos de estilo de vida saludables Descargo de responsabilidad: Esta información está destinada únicamente a fines de conocimiento general y no sustituye el consejo médico profesional. Consulta a un profesional médico para obtener un diagnóstico y tratamiento precisos.
fr: Un IMC compris entre 18,5 et 24,9 indique un poids normal, ce qui signifie généralement : - Un poids proportionnel à votre taille - Un risque moindre de problèmes de santé liés au poids - Une plage optimale pour la plupart des adultes Recommandations : • Maintenir un régime alimentaire équilibré • Faire de l’exercice régulièrement (au moins 150 minutes par semaine) • Faire des bilans de santé réguliers • Continuer de bonnes habitudes de vie Avertissement : Ces informations sont données à titre indicatif et ne remplacent pas l’avis d’un professionnel de santé. Veuillez consulter un professionnel de santé pour un diagnostic et un traitement précis.
hi: यदि बीएमआई 18.5 से 24.9 के बीच है, तो यह स्वस्थ वजन का संकेत देता है। सामान्यतः इसका मतलब: - आपका वजन आपकी लंबाई के अनुरूप है - वजन से संबंधित स्वास्थ्य समस्याओं का कम जोखिम - अधिकांश वयस्कों के लिए आदर्श श्रेणी सिफारिशें: • संतुलित आहार बनाए रखें • नियमित व्यायाम करें (प्रति सप्ताह कम से कम 150 मिनट) • नियमित स्वास्थ्य जाँच कराएँ • स्वस्थ जीवनशैली की आदतों को जारी रखें अस्वीकरण: यह जानकारी केवल सामान्य जानकारी के लिए है और पेशेवर चिकित्सा सलाह का विकल्प नहीं है। कृपया सटीक निदान व उपचार के लिए किसी चिकित्सा पेशेवर से परामर्श लें।
it: Un BMI compreso tra 18,5 e 24,9 indica un peso normale. In genere significa: - Il tuo peso è proporzionato alla tua altezza - Rischio minore di problemi di salute legati al peso - Intervallo ideale per la maggior parte degli adulti Raccomandazioni: • Mantieni una dieta equilibrata • Fai esercizio regolarmente (almeno 150 minuti a settimana) • Programma controlli medici regolari • Continua con abitudini di vita sane Disclaimer: Queste informazioni sono fornite a scopo generale e non sostituiscono il parere medico professionale. Si prega di consultare un professionista sanitario per una diagnosi e un trattamento accurati.
ja: BMI が 18.5 から 24.9 の場合、標準的な体重を示します。一般的には以下を意味します: - 身長に対して体重が適切 - 体重関連の健康リスクが低い - 多くの成人にとって最適な範囲 推奨事項: • バランスの取れた食事を続ける • 定期的に運動する（週に少なくとも 150 分） • 定期検診を受ける • 健康的な生活習慣を継続する 免責事項: 本情報は一般的な参考用であり、専門的な医療アドバイスの代替ではありません。 正確な診断と治療については医療専門家にご相談ください。
ko: BMI가 18.5 이상 24.9 이하이면 정상 체중을 의미합니다. 일반적으로: - 키에 적절한 체중 - 체중 관련 질환 위험도 낮음 - 대부분 성인에게 이상적인 범위 권장 사항: • 균형 잡힌 식단 유지하기 • 규칙적인 운동 실시(주당 최소 150분 이상) • 정기 건강 검진 받기 • 건강한 생활 습관을 지속하기 면책 조항: 이 정보는 일반적인 참고용이며 전문적인 의학적 조언을 대체하지 않습니다. 정확한 진단과 치료를 위해 의료 전문가와 상의하시기 바랍니다.
pt: Um IMC entre 18,5 e 24,9 indica um peso saudável, o que geralmente significa: - Seu peso está proporcional à sua altura - Menor risco de problemas de saúde relacionados ao peso - Faixa ideal para a maioria dos adultos Recomendações: • Mantenha uma dieta equilibrada • Pratique exercícios regularmente (pelo menos 150 minutos por semana) • Faça check-ups de saúde regulares • Continue com hábitos saudáveis de estilo de vida Aviso: Estas informações são apenas para conhecimento geral e não substituem o aconselhamento médico profissional. Consulte um profissional de saúde para obter um diagnóstico e tratamento precisos.
ru: Если ИМТ от 18,5 до 24,9, это говорит о нормальном весе. Обычно это означает: - Ваш вес пропорционален вашему росту - Меньший риск проблем со здоровьем, связанных с весом - Оптимальный диапазон для большинства взрослых Рекомендации: • Соблюдайте сбалансированную диету • Регулярно занимайтесь физическими упражнениями (не менее 150 минут в неделю) • Регулярно проходите медицинские осмотры • Продолжайте вести здоровый образ жизни Отказ от ответственности: Информация представлена только в ознакомительных целях и не заменяет профессиональную медицинскую консультацию. Для точной диагностики и лечения обращайтесь к квалифицированному медицинскому специалисту.

# overweightBmiExplanation
source: A BMI between 25 and 29.9 indicates overweight. This may lead to: - Increased risk of heart disease - Higher blood pressure - Elevated risk of type 2 diabetes Recommendations: • Reduce caloric intake moderately • Increase physical activity • Focus on portion control • Consider consulting a nutritionist or dietitian Disclaimer: This information is intended for general knowledge only and is not a substitute for professional medical advice. Please consult a medical professional for an accurate diagnosis and treatment.
ar: إذا تراوح مؤشر كتلة الجسم بين 25 و29.9، فهذا يشير إلى زيادة في الوزن. قد يؤدي ذلك إلى: - زيادة خطر الإصابة بأمراض القلب - ارتفاع ضغط الدم - زيادة خطر الإصابة بالسكري من النوع 2 التوصيات: • تقليل السعرات الحرارية بشكل معتدل • زيادة النشاط البدني • التركيز على التحكم في كميات الطعام • النظر في استشارة خبير تغذية أو اختصاصي حمية إخلاء المسؤولية: هذه المعلومات لأغراض المعرفة العامة فقط وليست بديلاً عن الاستشارة الطبية المتخصصة. يُرجى استشارة مختص طبي للحصول على تشخيص دقيق وعلاج مناسب.
bn: যদি BMI 25 থেকে 29.9-এর মধ্যে হয়, তাহলে বোঝায় অতিরিক্ত ওজন। এটি বাড়িয়ে দিতে পারে: - হৃদরোগের ঝুঁকি - উচ্চ রক্তচাপ - টাইপ ২ ডায়াবেটিসের ঝুঁকি প্রস্তাবনা: • মাঝারি পর্যায়ে ক্যালোরি গ্রহণ কমান • শারীরিক কার্যকলাপ বাড়ান • অংশ নিয়ন্ত্রণের দিকে মনোযোগ দিন • পুষ্টিবিদ বা ডায়েটিশিয়ানের সাথে পরামর্শ করুন দায় স্বীকার: এটি সাধারণ তথ্যের জন্য দেওয়া হয়েছে এবং পেশাদার চিকিৎসা পরামর্শের বিকল্প নয়। সঠিক নির্ণয় ও চিকিৎসার জন্য একজন চিকিৎসা পেশাদারের সাথে পরামর্শ করুন।
de: Ein BMI zwischen 25 und 29,9 weist auf Übergewicht hin, was zu Folgendem führen kann: - Erhöhtes Risiko für Herzerkrankungen - Höherer Blutdruck - Erhöhtes Risiko für Typ-2-Diabetes Empfehlungen: • Verringere deine Kalorienaufnahme in Maßen • Erhöhe deine körperliche Aktivität • Achte auf Portionskontrolle • Ziehe eine Beratung durch einen Ernährungsberater oder Diätassistenten in Betracht Haftungsausschluss: Diese Informationen dienen nur zur allgemeinen Orientierung und ersetzen keine professionelle medizinische Beratung. Bitte konsultiere einen Arzt für eine genaue Diagnose und Behandlung.
es: Un IMC entre 25 y 29.9 indica sobrepeso. Esto puede llevar a: - Mayor riesgo de enfermedades cardíacas - Presión arterial elevada - Aumento del riesgo de diabetes tipo 2 Recomendaciones: • Reducir moderadamente la ingesta calórica • Aumentar la actividad física • Enfocarse en el control de porciones • Considerar consultar a un nutricionista o dietista Descargo de responsabilidad: Esta información está destinada únicamente a fines de conocimiento general y no sustituye el consejo médico profesional. Consulta a un profesional médico para obtener un diagnóstico y tratamiento precisos.
fr: Un IMC compris entre 25 et 29,9 indique un surpoids, ce qui peut entraîner : - Un risque accru de maladie cardiaque - Une pression artérielle plus élevée - Un risque accru de diabète de type 2 Recommandations : • Réduire modérément l’apport calorique • Augmenter l’activité physique • Se concentrer sur le contrôle des portions • Envisager une consultation avec un nutritionniste ou un diététicien Avertissement : Ces informations sont données à titre indicatif et ne remplacent pas l’avis d’un professionnel de santé. Veuillez consulter un professionnel de santé pour un diagnostic et un traitement précis.
hi: यदि बीएमआई 25 से 29.9 के बीच है, तो इसका मतलब अधिक वजन हो सकता है, जिससे: - हृदय रोग का बढ़ा हुआ जोखिम - उच्च रक्तचाप - टाइप 2 मधुमेह का ख़तरा बढ़ना सिफारिशें: • कैलोरी सेवन को मध्यम रूप से कम करें • शारीरिक गतिविधि में वृद्धि करें • भोजन की मात्रा पर ध्यान दें • पोषण विशेषज्ञ या आहार विशेषज्ञ से परामर्श करने पर विचार करें अस्वीकरण: यह जानकारी केवल सामान्य जानकारी के लिए है और पेशेवर चिकित्सा सलाह का विकल्प नहीं है। कृपया सटीक निदान व उपचार के लिए किसी चिकित्सा पेशेवर से परामर्श लें।
it: Un BMI compreso tra 25 e 29,9 indica sovrappeso. Questo può portare a: - Maggior rischio di malattie cardiache - Pressione sanguigna elevata - Aumento del rischio di diabete di tipo 2 Raccomandazioni: • Riduci moderatamente l'apporto calorico • Aumenta l'attività fisica • Focalizzati sul controllo delle porzioni • Valuta di consultare un nutrizionista o un dietista Disclaimer: Queste informazioni sono fornite a scopo generale e non sostituiscono il parere medico professionale. Si prega di consultare un professionista sanitario per una diagnosi e un trattamento accurati.
ja: BMI が 25 から 29.9 の場合、過体重を示します。以下のリスクが高まる可能性があります: - 心臓病のリスク - 高血圧 - 2 型糖尿病のリスク 推奨事項: • カロリー摂取量を適度に減らす • 運動量を増やす • 食事の量を管理する • 栄養士または管理栄養士への相談を検討する 免責事項: 本情報は一般的な参考用であり、専門的な医療アドバイスの代替ではありません。 正確な診断と治療については医療専門家にご相談ください。
ko: BMI가 25 이상 29.9 이하이면 과체중으로 간주됩니다. 이는 다음과 같은 위험을 높일 수 있습니다: - 심장 질환 위험 증가 - 혈압 상승 - 제2형 당뇨병 위험 증가 권장 사항: • 칼로리 섭취를 적절히 줄이기 • 신체 활동 늘리기 • 식사 양 조절에 집중하기 • 영양사나 전문가와 상담 고려하기 면책 조항: 이 정보는 일반적인 참고용이며 전문적인 의학적 조언을 대체하지 않습니다. 정확한 진단과 치료를 위해 의료 전문가와 상의하시기 바랍니다.
pt: Um IMC entre 25 e 29,9 indica sobrepeso, o que pode levar a: - Maior risco de doenças cardíacas - Pressão arterial mais alta - Aumento do risco de diabetes tipo 2 Recomendações: • Reduza moderadamente a ingestão de calorias • Aumente a atividade física • Fique atento ao controle de porções • Considere consultar um nutricionista ou dietista Aviso: Estas informações são apenas para conhecimento geral e não substituem o aconselhamento médico profissional. Consulte um profissional de saúde para obter um diagnóstico e tratamento precisos.
ru: Если ИМТ от 25 до 29,9, это говорит о наличии избыточного веса, что может привести к: - Повышенному риску сердечно-сосудистых заболеваний - Повышенному артериальному давлению - Увеличенному риску развития диабета 2 типа Рекомендации: • Умеренно сократите потребление калорий • Увеличьте физическую активность • Контролируйте размер порций • Рассмотрите возможность консультации с диетологом или специалистом по питанию Отказ от ответственности: Информация представлена только в ознакомительных целях и не заменяет профессиональную медицинскую консультацию. Для точной диагностики и лечения обращайтесь к квалифицированному медицинскому специалисту.

# obesityBmiExplanation
source: A BMI of 30 or greater indicates obesity. This significantly increases the risk of: - Heart disease - Type 2 diabetes - High blood pressure - Certain types of cancer Recommendations: • Consult a healthcare provider for a structured weight loss plan • Engage in a regular exercise program • Consider professional support (nutritionist, therapist) • Monitor progress with regular check-ups Disclaimer: This information is intended for general knowledge only and is not a substitute for professional medical advice. Please consult a medical professional for an accurate diagnosis and treatment.
ar: إذا كان مؤشر كتلة الجسم يساوي 30 أو أكثر، فهذا يشير إلى السمنة. تزيد هذه الحالة بشكل كبير من خطر: - أمراض القلب - السكري من النوع 2 - ارتفاع ضغط الدم - بعض أنواع السرطان التوصيات: • استشارة مقدم رعاية صحية لوضع خطة منظمة لفقدان الوزن • ممارسة الرياضة بشكل منتظم • النظر في الدعم المهني (خبير تغذية، معالج) • متابعة التقدم من خلال الفحوصات الدورية إخلاء المسؤولية: هذه المعلومات لأغراض المعرفة العامة فقط وليست بديلاً عن الاستشارة الطبية المتخصصة. يُرجى استشارة مختص طبي للحصول على تشخيص دقيق وعلاج مناسب.
bn: যদি BMI 30 বা তার বেশি হয়, তাহলে বোঝায় স্থূলতা। এটি উল্লেখযোগ্যভাবে বৃদ্ধি করে: - হৃদরোগের ঝুঁকি - টাইপ ২ ডায়াবেটিস - উচ্চ রক্তচাপ - কিছু নির্দিষ্ট ক্যানসার প্রস্তাবনা: • ওজন কমানোর জন্য একটি গঠনমূলক পরিকল্পনা নিতে স্বাস্থ্য বিশেষজ্ঞের পরামর্শ নিন • নিয়মিত ব্যায়াম কর্মসূচিতে অংশগ্রহণ করুন • পেশাদার সহায়তা বিবেচনা করুন (পুষ্টিবিদ, থেরাপিস্ট) • নিয়মিত চেক-আপের মাধ্যমে অগ্রগতি অনুসরণ করুন দায় স্বীকার: এটি সাধারণ তথ্যের জন্য দেওয়া হয়েছে এবং পেশাদার চিকিৎসা পরামর্শের বিকল্প নয়। সঠিক নির্ণয় ও চিকিৎসার জন্য একজন চিকিৎসা পেশাদারের সাথে পরামর্শ করুন।
de: Ein BMI von 30 oder höher weist auf Fettleibigkeit hin, was das Risiko für Folgendes erheblich erhöht: - Herzerkrankungen - Typ-2-Diabetes - Bluthochdruck - Bestimmte Krebsarten Empfehlungen: • Konsultiere einen Arzt, um einen strukturierten Gewichtsreduktionsplan zu erstellen • Treibe regelmäßig Sport • Ziehe professionelle Hilfe in Betracht (Ernährungsberater, Therapeut) • Überwache deine Fortschritte mit regelmäßigen Untersuchungen Haftungsausschluss: Diese Informationen dienen nur zur allgemeinen Orientierung und ersetzen keine professionelle medizinische Beratung. Bitte konsultiere einen Arzt für eine genaue Diagnose und Behandlung.
es: Un IMC de 30 o más indica obesidad. Esto incrementa significativamente el riesgo de: - Enfermedades cardíacas - Diabetes tipo 2 - Presión arterial alta - Ciertos tipos de cáncer Recomendaciones: • Consultar a un profesional de la salud para un plan estructurado de pérdida de peso • Participar en un programa regular de ejercicio • Considerar apoyo profesional (nutricionista, terapeuta) • Monitorear el progreso con chequeos regulares Descargo de responsabilidad: Esta información está destinada únicamente a fines de conocimiento general y no sustituye el consejo médico profesional. Consulta a un profesional médico para obtener un diagnóstico y tratamiento precisos.
fr: Un IMC de 30 ou plus indique l’obésité, ce qui augmente considérablement le risque de : - Maladie cardiaque - Diabète de type 2 - Hypertension artérielle - Certains types de cancer Recommandations : • Consulter un professionnel de la santé pour un plan de perte de poids structuré • Faire de l’exercice régulièrement • Envisager un soutien professionnel (nutritionniste, thérapeute) • Suivre vos progrès grâce à des bilans réguliers Avertissement : Ces informations sont données à titre indicatif et ne remplacent pas l’avis d’un professionnel de santé. Veuillez consulter un professionnel de santé pour un diagnostic et un traitement précis.
hi: यदि बीएमआई 30 या उससे अधिक है, तो यह मोटापे को दर्शाता है। इससे प्रमुख स्वास्थ्य जोखिम बढ़ जाते हैं, जैसे: - हृदय रोग - टाइप 2 मधुमेह - उच्च रक्तचाप - कुछ प्रकार के कैंसर सिफारिशें: • वजन कम करने की संरचित योजना के लिए स्वास्थ्य देखभाल प्रदाता से सलाह लें • नियमित व्यायाम कार्यक्रम अपनाएँ • पेशेवर मदद लें (पोषण विशेषज्ञ, चिकित्सक) • नियमित जाँच से प्रगति पर नज़र रखें अस्वीकरण: यह जानकारी केवल सामान्य जानकारी के लिए है और पेशेवर चिकित्सा सलाह का विकल्प नहीं है। कृपया सटीक निदान व उपचार के लिए किसी चिकित्सा पेशेवर से परामर्श लें।
it: Un BMI di 30 o superiore indica obesità. Questo aumenta in modo significativo il rischio di: - Malattie cardiache - Diabete di tipo 2 - Ipertensione - Alcuni tipi di cancro Raccomandazioni: • Consulta un professionista sanitario per un piano strutturato di perdita di peso • Partecipa a un programma di esercizio fisico regolare • Valuta un supporto professionale (nutrizionista, terapeuta) • Monitora i progressi con controlli regolari Disclaimer: Queste informazioni sono fornite a scopo generale e non sostituiscono il parere medico professionale. Si prega di consultare un professionista sanitario per una diagnosi e un trattamento accurati.
ja: BMI が 30 以上の場合、肥満を示します。これにより以下のリスクが大幅に高まります: - 心臓病 - 2 型糖尿病 - 高血圧 - 一部のがん 推奨事項: • 計画的な減量プランのために医療専門家に相談 • 定期的な運動プログラムに参加する • プロのサポートを検討する（栄養士、セラピストなど） • 定期的な検診で進捗を確認する 免責事項: 本情報は一般的な参考用であり、専門的な医療アドバイスの代替ではありません。 正確な診断と治療については医療専門家にご相談ください。
ko: BMI가 30 이상이면 비만으로 간주됩니다. 이는 다음과 같은 위험을 상당히 높일 수 있습니다: - 심장 질환 - 제2형 당뇨병 - 고혈압 - 특정 암 종류 권장 사항: • 체계적인 체중 감량 계획을 위해 전문의와 상담 • 규칙적인 운동 프로그램 참여 • 전문적 지원(영양사, 상담사) 고려 • 정기 검사로 진행 상황 모니터링 면책 조항: 이 정보는 일반적인 참고용이며 전문적인 의학적 조언을 대체하지 않습니다. 정확한 진단과 치료를 위해 의료 전문가와 상의하시기 바랍니다.
pt: Um IMC de 30 ou mais indica obesidade, aumentando significativamente o risco de: - Doenças cardíacas - Diabetes tipo 2 - Pressão arterial alta - Certos tipos de câncer Recomendações: • Consulte um profissional de saúde para um plano estruturado de perda de peso • Participe de um programa regular de exercícios • Considere suporte profissional (nutricionista, terapeuta) • Monitore o progresso com check-ups regulares Aviso: Estas informações são apenas para conhecimento geral e não substituem o aconselhamento médico profissional. Consulte um profissional de saúde para obter um diagnóstico e tratamento precisos.
ru: Если ИМТ 30 и выше, это говорит об ожирении. Это значительно увеличивает риск: - Сердечно-сосудистых заболеваний - Сахарного диабета 2 типа - Высокого кровяного давления - Некоторых видов рака Рекомендации: • Проконсультируйтесь с врачом, чтобы разработать структурированный план снижения веса • Регулярно занимайтесь физическими упражнениями • Рассмотрите профессиональную поддержку (диетолог, терапевт) • Контролируйте прогресс с помощью регулярных осмотров Отказ от ответственности: Информация представлена только в ознакомительных целях и не заменяет профессиональную медицинскую консультацию. Для точной диагностики и лечения обращайтесь к квалифицированному медицинскому специалисту.
