Repository: MystiC1988/Light_BMI_Calculator
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, it, ja, ko, pt, ru

# underweightLabel
source: Underweight
ar: نقص الوزن
bn: ওজন কম
de: Untergewicht
es: Bajo peso
fr: Sous poids
hi: कम वजन
it: Sottopeso
ja: 低体重
ko: 저체중
pt: Abaixo peso
ru: Недовес

# normalLabel
source: normal
ar: طبيعي
bn: স্বাভাবিক
hi: सामान्य
it: Normale
ja: 標準
ko: 정상
ru: Нормальный

# overweightLabel
source: Overweight
ar: زيادة الوزن
bn: অতিরিক্ত ওজন
de: Übergewicht
es: Sobrepeso
fr: Surpoids
hi: अधिक वजन
it: Sovrappeso
ja: 過体重
ko: 과체중
pt: Sobrepeso
ru: Лишний вес

# obeseLabel
source: Obese
ar: سمنة
bn: স্থূলতা
de: Fettleibigkeit
es: Obesidad
fr: Obésité
hi: मोटापा
it: Obesità
ja: 肥満
ko: 비만
pt: Obesidade
ru: Ожирение

# heightLabel
source: Height:
ar: الطول:
bn: উচ্চতা:
de: Größe:
es: Altura:
fr: Taille :
hi: लंबाई:
it: Altezza:
ja: 身長:
ko: 키:
pt: Altura:
ru: Рост:

# bmiLabel
source: BMI:
ar: مؤشر كتلة الجسم:
bn: বিএমআই:
es: IMC:
fr: IMC :
hi: बीएमआई:
pt: IMC:
ru: ИМТ:

# feetAbbreviation
source: ft.
ar: قدم
bn: ফুট
es: pies.
fr: pi
hi: फुट
ru: фт

# inchesAbbreviation
source: in.
ar: بوصة
bn: ইঞ্চি
es: pulg.
fr: po
hi: इंच
pt: pol
ru: дюйм

# centimetresAbbreviation
source: cm.
ar: سم
bn: সেমি
hi: सेमी.
ru: см

# weightLabel
source: Weight:
ar: الوزن:
bn: ওজন:
de: Gewicht:
es: Peso:
fr: Poids :
hi: वजन:
it: Peso:
ja: 体重:
ko: 몸무게:
pt: Peso:
ru: Вес:

# poundsAbbreviation
source: lbs.
ar: رطل
bn: পাউন্ড
fr: lb
hi: पाउंड
ja: ポンド
pt: libras
ru: фунт

# kilogramsAbbreviation
source: kg.
ar: كجم
bn: কেজি
hi: किलोग्राम
ru: кг

# byText
source: by
ar: بواسطة
bn: দ্বারা
de: von
es: por
fr: par
hi: द्वारा
it: di
ja: 作成者
ko: 제작자
pt: por
ru: от

# closeText
source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть

# usUnitsLabel
source: U.S. Units
ar: الوحدات الأمريكية
bn: মার্কিন একক
de: US-Einheiten
es: Uni. EE.UU.
fr: Unités US
hi: यू.एस. इकाइयाँ
it: Unità USA
ja: 米国式
ko: 미국 단위
pt: Unidades dos EUA
ru: США

# metricUnitsLabel
source: Metric Units
ar: الوحدات المترية
bn: মেট্রিক একক
de: Metrische Einheiten
es: Uni. métricas
fr: Unités métriques
hi: मेट्रिक इकाइयाँ
it: Unità metriche
ja: メートル法
ko: 미터법 단위
pt: Unidades Métricas
ru: Метрич.

# bmiCalculationExplanationTitle
source: BMI Calculation Explanation
ar: شرح حساب مؤشر كتلة الجسم
bn: বিএমআই গণনার ব্যাখ্যা
de: BMI-Berechnung Erklärung
es: Explicación del cálculo del IMC
fr: Explication du calcul de l’IMC
hi: बीएमआई गणना की व्याख्या
it: Spiegazione del calcolo del BMI
ja: BMI 計算の説明
ko: BMI 계산 설명
pt: Explicação do Cálculo do IMC
ru: Расчет ИМТ

# bmiCalculationExplanationDialogTitle
source: About BMI Calculation
ar: حول حساب مؤشر كتلة الجسم
bn: বিএমআই গণনা সম্পর্কে
de: Über die BMI-Berechnung
es: Acerca del cálculo IMC
fr: À propos du calcul de l’IMC
hi: बीएमआई गणना के बारे में
it: Informazioni sul calcolo del BMI
ja: BMI 計算について
ko: BMI 계산에 대하여
pt: Sobre o Cálculo do IMC
ru: О ИМТ

# bodyMassIndexExplanation
source: The Body Mass Index (BMI) is a standard measure used to evaluate an individual's weight status. This app uses the following internationally recognized formulas:
ar: مؤشر كتلة الجسم (BMI) هو مقياس قياسي يُستخدم لتقييم حالة وزن الشخص. يستخدم هذا التطبيق الصيغ المعترف بها دوليًا التالية:
bn: শরীরের ভর সূচক (BMI) হল একটি মানদণ্ড যা ব্যক্তির ওজনের অবস্থা নির্ধারণ করতে ব্যবহৃত হয়। এই অ্যাপ আন্তর্জাতিকভাবে স্বীকৃত নিম্নলিখিত সূত্রগুলি ব্যবহার করে:
de: Der Body-Mass-Index (BMI) ist ein Standardmaß zur Beurteilung des Körpergewichts einer Person. Diese App verwendet die folgenden international anerkannten Formeln:
es: El Índice de Masa Corporal (IMC) es una medida estándar utilizada para evaluar el estado de peso de una persona. Esta aplicación utiliza las siguientes fórmulas reconocidas internacionalmente:
fr: L’Indice de Masse Corporelle (IMC) est une mesure standard utilisée pour évaluer l’état pondéral d’une personne. Cette application utilise les formules reconnues internationalement suivantes :
hi: शरीर द्रव्यमान सूचकांक (बीएमआई) एक मानक माप है जो व्यक्ति के वजन की स्थिति का मूल्यांकन करता है। यह ऐप निम्न अंतरराष्ट्रीय स्तर पर मान्यता प्राप्त सूत्रों का उपयोग करता है:
it: Il Body Mass Index (BMI) è una misura standard utilizzata per valutare la condizione di peso di una persona. Questa app utilizza le seguenti formule riconosciute a livello internazionale:
ja: ボディマス指数（BMI）は、個人の体重状況を評価するための標準的な指標です。このアプリは、国際的に認められた以下の式を使用しています:
ko: 체질량지수(BMI)는 개인의 체중 상태를 평가하기 위해 사용되는 표준 지표입니다. 이 앱은 국제적으로 인정된 다음 공식들을 사용합니다:
pt: O Índice de Massa Corporal (IMC) é uma medida padrão utilizada para avaliar o estado de peso de uma pessoa. Este aplicativo utiliza as seguintes fórmulas reconhecidas internacionalmente:
ru: ИМТ — стандартная мера для оценки веса. Формулы:

# metricFormulaHeading
source: 1. Metric Formula:
ar: 1. الصيغة المترية:
bn: 1. মেট্রিক সূত্র:
de: 1. Metrische Formel:
es: 1. Fórmula métrica:
fr: 1. Formule métrique :
hi: 1. मेट्रिक सूत्र:
it: 1. Formula metrica:
ja: 1. メートル法の式:
ko: 1. 미터법 공식:
pt: 1. Fórmula Métrica:
ru: 1. Метрич.:

# metricFormulaDetail
source: BMI = weight (kg) / height² (m)
ar: BMI = الوزن (كجم) ÷ (الطول بالمتر)²
bn: BMI = ওজন (কেজি) / উচ্চতা² (মিটার)
de: BMI = Gewicht (kg) / Größe² (m)
es: IMC = peso (kg) / estatura² (m)
fr: IMC = poids (kg) / taille² (m)
hi: बीएमआई = वजन (किग्रा) / लंबाई² (मीटर)
it: BMI = peso (kg) / altezza² (m)
ja: BMI = 体重 (kg) / 身長² (m)
ko: BMI = 체중(kg) / 키²(m)
pt: IMC = peso (kg) / altura² (m)
ru: ИМТ = вес (кг) / рост² (м)

# usUnitsFormulaHeading
source: 2. US Units Formula:
ar: 2. الصيغة الأمريكية:
bn: 2. মার্কিন সূত্র:
de: 2. US-Formel:
es: 2. Fórmula en unidades de EE.UU:
fr: 2. Formule US :
hi: 2. यू.एस. इकाइयों का सूत्र:
it: 2. Formula in unità USA:
ja: 2. 米国式の式:
ko: 2. 미국 단위 공식:
pt: 2. Fórmula em Unidades dos EUA:
ru: 2. США:

# usUnitsFormulaDetail
source: BMI = (weight (lbs) × 703) / height² (in)
ar: BMI = (الوزن (بالرطل) × 703) ÷ (الطول (بالبوصة))²
bn: BMI = (ওজন (পাউন্ড) × 703) / উচ্চতা² (ইঞ্চি)
de: BMI = (Gewicht (lbs.) × 703) / Größe² (in)
es: IMC = (peso (lbs) × 703) / estatura² (pulg.)
fr: IMC = (poids (lb) × 703) / taille² (po)
hi: बीएमआई = (वजन (पाउंड) × 703) / लंबाई² (इंच)
it: BMI = (peso (lbs.) × 703) / altezza² (in)
ja: BMI = (体重 (ポンド) × 703) / 身長² (インチ)
ko: BMI = (체중(lbs) × 703) / 키²(in)
pt: IMC = (peso (libras) × 703) / altura² (pol)
ru: ИМТ = (вес (фунт) × 703) / рост² (дюйм)

# sourcesHeading
source: Sources:
ar: المصادر:
bn: উৎস:
de: Quellen:
es: Fuentes:
hi: स्रोत:
it: Fonti:
ja: 出典:
ko: 출처:
pt: Fontes:
ru: Источники:

# whoSource
source: World Health Organization (WHO)
ar: منظمة الصحة العالمية (WHO)
bn: বিশ্ব স্বাস্থ্য সংস্থা (WHO)
de: Weltgesundheitsorganisation (WHO)
es: Organización Mundial de la Salud (OMS)
fr: Organisation mondiale de la Santé (OMS)
hi: विश्व स्वास्थ्य संगठन (WHO)
it: Organizzazione Mondiale della Sanità (OMS)
ja: 世界保健機関 (WHO)
ko: 세계보건기구 (WHO)
pt: Organização Mundial da Saúde (OMS)
ru: ВОЗ

# cdcSource
source: Centers for Disease Control and Prevention (CDC)
ar: مراكز السيطرة على الأمراض والوقاية منها (CDC)
bn: সেন্টারস ফর ডিজিজ কন্ট্রোল অ্যান্ড প্রিভেনশন (CDC)
es: Centros para el Control y la Prevención de Enfermedades (CDC)
fr: Centres pour le contrôle et la prévention des maladies (CDC)
hi: रोग नियंत्रण और रोकथाम केंद्र (CDC)
ja: アメリカ疾病予防管理センター (CDC)
ko: 미국 질병통제예방센터 (CDC)
ru: CDC

# heyThereGreeting
source: Hey there! 👋
ar: مرحبًا! 👋
bn: হ্যালো! 👋
de: Hallo! 👋
es: ¡Hola! 👋
fr: Salut ! 👋
hi: नमस्ते! 👋
it: Ciao! 👋
ja: こんにちは！👋
ko: 안녕하세요! 👋
pt: Olá! 👋
ru: Привет! 👋

# supportDialogTitle
source: Support Development
ar: دعم التطوير
bn: ডেভেলপমেন্ট সমর্থন করুন
de: Unterstützung der Entwicklung
es: Apoya el desarrollo
fr: Soutenir le développement
hi: विकास में सहयोग करें
it: Supporta lo sviluppo
ja: 開発を支援
ko: 개발 지원
pt: Apoiar o Desenvolvimento
ru: Поддержка разработки

# aboutDevIntro
source: I'm a passionate freelance software developer who loves creating free and open solutions for everyone. However, developing and maintaining these apps takes time and resources.
ar: أنا مطور برمجيات حر شغوف، أحب إنشاء حلول مجانية ومفتوحة للجميع. ولكن يتطلب تطوير هذه التطبيقات وصيانتها وقتًا وموارد.
bn: আমি একজন উদ্দীপ্ত ফ্রিল্যান্স সফটওয়্যার ডেভেলপার, সবার জন্য নিখরচায় ও ওপেন-সোর্স সমাধান তৈরি করতে ভালোবাসি। তবে, এই অ্যাপগুলো তৈরি ও রক্ষণাবেক্ষণে সময় ও সম্পদের প্রয়োজন হয়।
de: Ich bin ein leidenschaftlicher freiberuflicher Softwareentwickler, der gerne kostenlose und offene Lösungen für alle erstellt. Allerdings erfordern die Entwicklung und Wartung dieser Apps Zeit und Ressourcen.
es: Soy un desarrollador de software freelance apasionado, que ama crear soluciones gratuitas y abiertas para todos. Sin embargo, desarrollar y mantener estas aplicaciones requiere tiempo y recursos.
fr: Je suis un développeur freelance passionné qui aime créer des solutions gratuites et ouvertes pour tous. Cependant, le développement et la maintenance de ces applications nécessitent du temps et des ressources.
hi: मैं एक उत्साही फ्रीलांस सॉफ्टवेयर डेवलपर हूँ, जो सभी के लिए निःशुल्क और खुले समाधान बनाना पसंद करता है। हालाँकि, इन ऐप्स के विकास और रखरखाव में समय व संसाधनों की आवश्यकता होती है।
it: Sono uno sviluppatore freelance appassionato che ama creare soluzioni gratuite e aperte per tutti. Tuttavia, lo sviluppo e la manutenzione di queste app richiedono tempo e risorse.
ja: 私はフリーランスのソフトウェア開発者で、無料でオープンなソリューションを作ることに情熱を注いでいます。ただし、これらのアプリを開発・維持するには時間とリソースが必要です。
ko: 저는 열정적인 프리랜서 소프트웨어 개발자로, 모두를 위한 무료/오픈 솔루션을 만드는 것을 좋아합니다. 그러나 이러한 앱을 개발하고 유지 보수하는 데는 시간과 자원이 필요합니다.
pt: Sou um desenvolvedor de software freelancer apaixonado, que adora criar soluções gratuitas e abertas para todos. No entanto, desenvolver e manter esses aplicativos requer tempo e recursos.
ru: Я — увлеченный фриланс-разработчик программного обеспечения, который любит создавать бесплатные и открытые решения для всех. Однако разработка и поддержка этих приложений требует времени и ресурсов.

# supportRequest
source: If you enjoy this app and want to support its improvement and the creation of more tools like this, consider buying me a coffee. Your support is greatly appreciated!
ar: إذا أعجبتك هذه التطبيق وترغب في دعم تطويره وتحسينه وإنشاء المزيد من الأدوات المماثلة، ففكر في شراء فنجان قهوة لي. شكرًا جزيلًا على دعمك!
bn: যদি আপনি এই অ্যাপটি উপভোগ করেন এবং এর উন্নয়ন ও আরও টুল তৈরিতে অবদান রাখতে চান, তবে আমাকে এক কাপ কফি কিনে দেওয়ার কথা বিবেচনা করুন। আপনার সমর্থনের জন্য অগ্রিম ধন্যবাদ!
de: Wenn dir diese App gefällt und du ihre Verbesserung sowie die Entwicklung weiterer Tools unterstützen möchtest, ziehe bitte in Betracht, mir einen Kaffee zu spendieren. Deine Unterstützung wird sehr geschätzt!
es: Si te gusta esta aplicación y deseas apoyar su mejora y la creación de más herramientas como esta, considera invitarme a un café. ¡Tu apoyo es muy apreciado!
fr: Si vous appréciez cette application et souhaitez soutenir son amélioration ainsi que la création d’autres outils de ce genre, envisagez de m’offrir un café. Votre soutien est grandement apprécié !
hi: यदि आपको यह ऐप पसंद है और आप इसके सुधार तथा इस तरह के और टूल्स के निर्माण में सहयोग करना चाहते हैं, तो कृपया मुझे एक कॉफ़ी खरीदने पर विचार करें। आपका समर्थन बहुत सराहा जाएगा!
it: Se apprezzi questa app e desideri contribuire al suo miglioramento e alla creazione di ulteriori strumenti come questo, valuta la possibilità di offrirmi un caffè. Il tuo supporto è molto apprezzato!
ja: もしこのアプリを気に入っていただけたら、さらなる改善や追加ツールの開発を支援するためにコーヒーをおごっていただけると幸いです。ご支援に心から感謝いたします！
ko: 이 앱이 마음에 드셨다면, 개선 및 이와 같은 도구의 추가 개발을 돕기 위해 커피 한 잔을 후원해 주시길 고려해 주세요. 귀하의 지원에 진심으로 감사드립니다!
pt: Se você gosta deste aplicativo e quer apoiar sua melhoria, bem como a criação de mais ferramentas como esta, considere me oferecer um café. Seu apoio é muito apreciado!
ru: Если вам нравится это приложение и вы хотите поддержать его улучшение, а также создание других подобных инструментов, рассмотрите возможность «купить мне кофе». Ваш вклад очень ценен!

# supportWithCoffeeButton
source: Support with a Coffee
ar: ادعمني بفنجان قهوة
bn: কফি দিয়ে সমর্থন করুন
de: Mit einem Kaffee unterstützen
es: Apoyar con un café
fr: Soutenir avec un café
hi: कॉफ़ी के साथ समर्थन करें
it: Supporta con un caffè
ja: コーヒーで支援
ko: 커피로 지원하기
pt: Apoiar com um Café
ru: Поддержать кофе

# underweightBmiExplanation
source: A BMI below 18.5 indicates underweight. Possible causes include: - Insufficient caloric intake - High metabolism - Certain medical conditions Recommendations: • Increase caloric intake with nutrient-rich foods • Add healthy fats to your diet (nuts, avocados, olive oil) • Consider strength training to build muscle mass • Consult a healthcare provider to rule out underlying conditions Disclaimer: This information is intended for general knowledge only and is not a substitute for professional medical advice. Please consult a medical professional for an accurate diagnosis and treatment.
ar: إذا كان مؤشر كتلة الجسم أقل من 18.5، فهذا يشير إلى نقص في الوزن. قد تتضمن الأسباب المحتملة: - انخفاض في السعرات الحرارية المتناولة - عملية الأيض السريعة - بعض الحالات الطبية التوصيات: • زيادة السعرات الحرارية بأطعمة غنية بالعناصر الغذائية • إضافة الدهون الصحية إلى نظامك الغذائي (المكسرات، الأفوكادو، زيت الزيتون) • ممارسة تمارين القوة لبناء كتلة عضلية • استشارة مقدم رعاية صحية لاستبعاد أي حالات مرضية كامنة إخلاء المسؤولية: هذه المعلومات لأغراض المعرفة العامة فقط وليست بديلاً عن الاستشارة الطبية المتخصصة. يُرجى استشارة مختص طبي للحصول على تشخيص دقيق وعلاج مناسب.
bn: যদি BMI 18.5-এর নিচে হয়, তাহলে বোঝায় ওজন কম। সম্ভাব্য কারণসমূহ: - অপর্যাপ্ত ক্যালোরি গ্রহণ - উচ্চ বিপাকীয় হার - কিছু চিকিৎসাগত অবস্থা প্রস্তাবনা: • পুষ্টিকর খাবারের মাধ্যমে ক্যালোরি গ্রহণ বাড়ান • আপনার খাবারে স্বাস্থ্যকর চর্বি যোগ করুন (বাদাম, অ্যাভোকাডো, অলিভ অয়েল) • পেশী বাড়াতে শক্তি প্রশিক্ষণ বিবেচনা করুন • অন্তর্নিহিত কোনো স্বাস্থ্যগত সমস্যা আছে কি না, তা দেখতে স্বাস্থ্য বিশেষজ্ঞের সঙ্গে পরামর্শ করুন দায় স্বীকার: এটি সাধারণ তথ্যের জন্য দেওয়া হয়েছে এবং পেশাদার চিকিৎসা পরামর্শের বিকল্প নয়। সঠিক নির্ণয় ও চিকিৎসার জন্য একজন চিকিৎসা পেশাদারের সাথে পরামর্শ করুন।
de: Ein BMI unter 18,5 weist auf Untergewicht hin. Mögliche Ursachen sind: - Unzureichende Kalorienzufuhr - Hoher Stoffwechsel - Bestimmte gesundheitliche Probleme Empfehlungen: • Erhöhe die Kalorienzufuhr mit nährstoffreichen Lebensmitteln • Füge gesunde Fette zu deiner Ernährung hinzu (Nüsse, Avocados, Olivenöl) • Ziehe Krafttraining in Betracht, um Muskelmasse aufzubauen • Konsultiere einen Arzt, um mögliche zugrunde liegende Erkrankungen auszuschließen Haftungsausschluss: Diese Informationen dienen nur zur allgemeinen Orientierung und ersetzen keine professionelle medizinische Beratung. Bitte konsultiere einen Arzt für eine genaue Diagnose und Behandlung.
es: Un IMC por debajo de 18.5 indica bajo peso. Las posibles causas incluyen: - Ingesta calórica insuficiente - Metabolismo alto - Ciertas condiciones médicas Recomendaciones: • Aumentar la ingesta calórica con alimentos ricos en nutrientes • Agregar grasas saludables a tu dieta (nueces, aguacates, aceite de oliva) • Considerar entrenamiento de fuerza para ganar masa muscular • Consultar a un profesional de la salud para descartar afecciones subyacentes Descargo de responsabilidad: Esta información está destinada únicamente a fines de conocimiento general y no sustituye el consejo médico profesional. Consulta a un profesional médico para obtener un diagnóstico y tratamiento precisos.
fr: Un IMC inférieur à 18,5 indique une insuffisance pondérale. Les causes possibles incluent : - Un apport calorique insuffisant - Un métabolisme élevé - Certaines conditions médicales Recommandations : • Augmenter l’apport calorique avec des aliments riches en nutriments • Ajouter des graisses saines à votre alimentation (noix, avocats, huile d’olive) • Envisager un entraînement de force pour développer la masse musculaire • Consulter un professionnel de la santé pour exclure tout problème sous-jacent Avertissement : Ces informations sont données à titre indicatif et ne remplacent pas l’avis d’un professionnel de santé. Veuillez consulter un professionnel de santé pour un diagnostic et un traitement précis.
hi: यदि बीएमआई 18.5 से कम है, तो यह कम वजन दर्शाता है। संभावित कारण: - अपर्याप्त कैलोरी का सेवन - उच्च चयापचय - कुछ चिकित्सीय स्थितियाँ सिफारिशें: • पोषक तत्वों से भरपूर खाद्य पदार्थों का सेवन बढ़ाएँ • अपने आहार में स्वस्थ वसा शामिल करें (मेवे, एवोकाडो, जैतून का तेल) • मांसपेशियों को बढ़ाने के लिए शक्ति प्रशिक्षण करें • किसी स्वास्थ्य देखभाल पेशेवर से सलाह लें ताकि संभावित बीमारियों को बाहर किया जा सके अस्वीकरण: यह जानकारी केवल सामान्य जानकारी के लिए है और पेशेवर चिकित्सा सलाह का विकल्प नहीं है। कृपया सटीक निदान व उपचार के लिए किसी चिकित्सा पेशेवर से परामर्श लें।
it: Un BMI inferiore a 18,5 indica sottopeso. Possibili cause includono: - Apporto calorico insufficiente - Metabolismo alto - Alcune condizioni mediche Raccomandazioni: • Aumentare l'apporto calorico con alimenti ricchi di nutrienti • Aggiungere grassi sani alla dieta (noci, avocado, olio d'oliva) • Considerare l'allenamento di forza per aumentare la massa muscolare • Consultare un professionista sanitario per escludere condizioni sottostanti Disclaimer: Queste informazioni sono fornite a scopo generale e non sostituiscono il parere medico professionale. Si prega di consultare un professionista sanitario per una diagnosi e un trattamento accurati.
ja: BMI が 18.5 未満の場合、低体重を示します。考えられる原因には以下があります: - カロリー摂取量の不足 - 代謝が高い - 何らかの疾患 推奨事項: • 栄養価の高い食品を取り入れてカロリー摂取量を増やす • ナッツ、アボカド、オリーブオイルなど健康的な脂質を食事に加える • 筋肉量を増やすため、筋力トレーニングを検討 • 潜在的な疾患を除外するために医療専門家に相談 免責事項: 本情報は一般的な参考用であり、専門的な医療アドバイスの代替ではありません。 正確な診断と治療については医療専門家にご相談ください。
ko: BMI가 18.5 미만이면 저체중을 의미합니다. 가능한 원인으로는: - 칼로리 섭취 부족 - 빠른 신진대사 - 특정 의학적 상태 권장 사항: • 영양가 높은 음식을 섭취하여 칼로리 섭취 늘리기 • 견과류, 아보카도, 올리브 오일 등 건강한 지방을 식단에 추가하기 • 근력 운동을 고려하여 근육량 늘리기 • 기저 질환이 없는지 확인하기 위해 전문의와 상담 면책 조항: 이 정보는 일반적인 참고용이며 전문적인 의학적 조언을 대체하지 않습니다. 정확한 진단과 치료를 위해 의료 전문가와 상의하시기 바랍니다.
pt: Um IMC abaixo de 18,5 indica que você está abaixo do peso. Possíveis causas incluem: - Ingestão calórica insuficiente - Metabolismo alto - Certas condições médicas Recomendações: • Aumente a ingestão de calorias com alimentos ricos em nutrientes • Adicione gorduras saudáveis à sua dieta (nozes, abacate, azeite) • Considere treinamento de força para desenvolver massa muscular • Consulte um profissional de saúde para descartar condições subjacentes Aviso: Estas informações são apenas para conhecimento geral e não substituem o aconselhamento médico profissional. Consulte um profissional de saúde para obter um diagnóstico e tratamento precisos.
ru: Если ИМТ ниже 18,5, это говорит о недостаточном весе. Возможные причины: - Недостаточное потребление калорий - Высокий уровень метаболизма - Некоторые медицинские состояния Рекомендации: • Увеличьте потребление калорий, выбирая пищу с высоким содержанием питательных веществ • Добавляйте в рацион здоровые жиры (орехи, авокадо, оливковое масло) • Рассмотрите силовые тренировки для набора мышечной массы • Проконсультируйтесь с врачом, чтобы исключить возможные заболевания Отказ от ответственности: Информация представлена только в ознакомительных целях и не заменяет профессиональную медицинскую консультацию. Для точной диагностики и лечения обращайтесь к квалифицированному медицинскому специалисту.
