// ignore: unused_import
import 'package:intl/intl.dart' as intl;
import 'app_localizations.dart';

// ignore_for_file: type=lint

/// The translations for Arabic (`ar`).
class AppLocalizationsAr extends AppLocalizations {
  AppLocalizationsAr([String locale = 'ar']) : super(locale);

  @override
  String get underweightLabel => 'نقص الوزن';

  @override
  String get normalLabel => 'طبيعي';

  @override
  String get overweightLabel => 'زيادة الوزن';

  @override
  String get obeseLabel => 'سمنة';

  @override
  String get heightLabel => 'الطول:';

  @override
  String get bmiLabel => 'مؤشر كتلة الجسم:';

  @override
  String get feetAbbreviation => 'قدم';

  @override
  String get inchesAbbreviation => 'بوصة';

  @override
  String get centimetresAbbreviation => 'سم';

  @override
  String get weightLabel => 'الوزن:';

  @override
  String get poundsAbbreviation => 'رطل';

  @override
  String get kilogramsAbbreviation => 'كجم';

  @override
  String get byText => 'بواسطة';

  @override
  String get closeText => 'إغلاق';

  @override
  String get usUnitsLabel => 'الوحدات الأمريكية';

  @override
  String get metricUnitsLabel => 'الوحدات المترية';

  @override
  String get bmiCalculationExplanationTitle => 'شرح حساب مؤشر كتلة الجسم';

  @override
  String get bmiCalculationExplanationDialogTitle => 'حول حساب مؤشر كتلة الجسم';

  @override
  String get bodyMassIndexExplanation =>
      'مؤشر كتلة الجسم (BMI) هو مقياس قياسي يُستخدم لتقييم حالة وزن الشخص. يستخدم هذا التطبيق الصيغ المعترف بها دوليًا التالية:';

  @override
  String get metricFormulaHeading => '1. الصيغة المترية:';

  @override
  String get metricFormulaDetail => 'BMI = الوزن (كجم) ÷ (الطول بالمتر)²';

  @override
  String get usUnitsFormulaHeading => '2. الصيغة الأمريكية:';

  @override
  String get usUnitsFormulaDetail =>
      'BMI = (الوزن (بالرطل) × 703) ÷ (الطول (بالبوصة))²';

  @override
  String get sourcesHeading => 'المصادر:';

  @override
  String get whoSource => 'منظمة الصحة العالمية (WHO)';

  @override
  String get cdcSource => 'مراكز السيطرة على الأمراض والوقاية منها (CDC)';

  @override
  String get heyThereGreeting => 'مرحبًا! 👋';

  @override
  String get supportDialogTitle => 'دعم التطوير';

  @override
  String get aboutDevIntro =>
      'أنا مطور برمجيات حر شغوف، أحب إنشاء حلول مجانية ومفتوحة للجميع. ولكن يتطلب تطوير هذه التطبيقات وصيانتها وقتًا وموارد.';

  @override
  String get supportRequest =>
      'إذا أعجبتك هذه التطبيق وترغب في دعم تطويره وتحسينه وإنشاء المزيد من الأدوات المماثلة، ففكر في شراء فنجان قهوة لي. شكرًا جزيلًا على دعمك!';

  @override
  String get supportWithCoffeeButton => 'ادعمني بفنجان قهوة';

  @override
  String get underweightBmiExplanation =>
      'إذا كان مؤشر كتلة الجسم أقل من 18.5، فهذا يشير إلى نقص في الوزن. قد تتضمن الأسباب المحتملة:\n- انخفاض في السعرات الحرارية المتناولة\n- عملية الأيض السريعة\n- بعض الحالات الطبية\n\nالتوصيات:\n• زيادة السعرات الحرارية بأطعمة غنية بالعناصر الغذائية\n• إضافة الدهون الصحية إلى نظامك الغذائي (المكسرات، الأفوكادو، زيت الزيتون)\n• ممارسة تمارين القوة لبناء كتلة عضلية\n• استشارة مقدم رعاية صحية لاستبعاد أي حالات مرضية كامنة\n\nإخلاء المسؤولية:\nهذه المعلومات لأغراض المعرفة العامة فقط وليست بديلاً عن الاستشارة الطبية المتخصصة.\nيُرجى استشارة مختص طبي للحصول على تشخيص دقيق وعلاج مناسب.';

  @override
  String get normalBmiExplanation =>
      'إذا تراوح مؤشر كتلة الجسم بين 18.5 و24.9، فهذا يشير إلى وزن صحي. عادةً ما يعني:\n- أن وزنك متناسب مع طولك\n- انخفاض خطر التعرض لمشكلات صحية مرتبطة بالوزن\n- نطاق مثالي لمعظم البالغين\n\nالتوصيات:\n• الحفاظ على نظام غذائي متوازن\n• ممارسة التمارين الرياضية بانتظام (150 دقيقة على الأقل أسبوعيًا)\n• إجراء فحوصات صحية دورية\n• الاستمرار في اتباع عادات نمط حياة صحية\n\nإخلاء المسؤولية:\nهذه المعلومات لأغراض المعرفة العامة فقط وليست بديلاً عن الاستشارة الطبية المتخصصة.\nيُرجى استشارة مختص طبي للحصول على تشخيص دقيق وعلاج مناسب.';

  @override
  String get overweightBmiExplanation =>
      'إذا تراوح مؤشر كتلة الجسم بين 25 و29.9، فهذا يشير إلى زيادة في الوزن. قد يؤدي ذلك إلى:\n- زيادة خطر الإصابة بأمراض القلب\n- ارتفاع ضغط الدم\n- زيادة خطر الإصابة بالسكري من النوع 2\n\nالتوصيات:\n• تقليل السعرات الحرارية بشكل معتدل\n• زيادة النشاط البدني\n• التركيز على التحكم في كميات الطعام\n• النظر في استشارة خبير تغذية أو اختصاصي حمية\n\nإخلاء المسؤولية:\nهذه المعلومات لأغراض المعرفة العامة فقط وليست بديلاً عن الاستشارة الطبية المتخصصة.\nيُرجى استشارة مختص طبي للحصول على تشخيص دقيق وعلاج مناسب.';

  @override
  String get obesityBmiExplanation =>
      'إذا كان مؤشر كتلة الجسم يساوي 30 أو أكثر، فهذا يشير إلى السمنة. تزيد هذه الحالة بشكل كبير من خطر:\n- أمراض القلب\n- السكري من النوع 2\n- ارتفاع ضغط الدم\n- بعض أنواع السرطان\n\nالتوصيات:\n• استشارة مقدم رعاية صحية لوضع خطة منظمة لفقدان الوزن\n• ممارسة الرياضة بشكل منتظم\n• النظر في الدعم المهني (خبير تغذية، معالج)\n• متابعة التقدم من خلال الفحوصات الدورية\n\nإخلاء المسؤولية:\nهذه المعلومات لأغراض المعرفة العامة فقط وليست بديلاً عن الاستشارة الطبية المتخصصة.\nيُرجى استشارة مختص طبي للحصول على تشخيص دقيق وعلاج مناسب.';

  @override
  String get inchesLessThanTwelveError =>
      'يجب أن تكون البوصات أقل من 12يجب أن تكون البوصات أقل من ';

  @override
  String get thankyouTitle => 'شكرًا لك!';

  @override
  String get thankyouMessage =>
      'دعمك يعني الكثير ويساعد في الحفاظ على هذا التطبيق مجانيًا للجميع. شكرًا لكونك رائعًا!';

  @override
  String get canceledTitle => 'لا مشكلة!';

  @override
  String get canceledMessage =>
      'شكرًا على التفكير. لا تتردد في دعم التطوير في المستقبل إذا أردت!';

  @override
  String get errorMessage => 'حدث خطأ. يرجى المحاولة مرة أخرى.';
}
